Repository: LinkinWires/mcModpackInstaller
Catalog: Resources/Localizations/Tooltip/Tooltip.*.resx
Languages: uk_ua

# TooltipConfig
source: Folder for settings of mods. Minecraft does not save its setting in this folder. Also worth mentioning that controls settings for mods are saved in the options.txt.
uk_ua: Папка для налаштувань модів. Minecraft не зберігає в цій папці свої налаштування. Також варто зазначити, що налаштування керування для модів зберігається в файлі options.txt.

# TooltipCoremods
source: Folder for installing special mods which can not only add new code, but also change old. Usually those mods are libraries or APIs for other mods. With the release of Minecraft Forge for 1.6.1, coremods folder is not used anymore.
uk_ua: Папка для встановлення особливих модів, які можуть не тільки додавати новий код, але й меняти старий. Найчастіще, такими модами є бібліотеки або API для інших модів. С випуском Minecraft Forge для 1.6.1, папка більше не використовується.

# TooltipLogs
source: Folder for logs which contain all console output during game session. If you are not a tester, you can delete logs safely.
uk_ua: Папка для файлів журналу, які містять усе консольне виведення за ігрову сесію. Якщо Ви не тестер, то Вы можете їх сміло видаляти.

# TooltipMods
source: Folder for installing mods. Don't know what mods are? Why do you need this progam then? =)
uk_ua: Папка для встановлення модів. Не знаєте, що таке моди? Тоді навіщо Вам потрібна ця програма? =)

# TooltipOptionsTxt
source: File with all Minecraft options and also all controls settings for mods.
uk_ua: Файл зі всіма налаштуваннями Minecraft, а також з налаштуваннями керування для модів.

# TooltipResourcepacks
source: Folder for installing resource packs - official way for changing and adding new textures, sounds and models.
uk_ua: Папка для встановлення ресурс-паків - офіційного інструменту для зміни та додавання нових текстур, звуків і моделей.

# TooltipSaves
source: Folder for worlds with associated to them datapacks and custom structures.
uk_ua: Папка для світів з відповідними їм датапаками и користувальницькими структурами.

# TooltipScreenshots
source: Folder for in-game screenshots made with pressing F2 key.
uk_ua: Папка для внутрішньоігрових скриншотів, зроблених за домомогою натискання клавиши F2.

# TooltipServerResourcePacks
source: Folder for caching resource packs downloaded by servers during playtime on them. This is used, for example, in Cops and Crims mini-game on Hypixel.
uk_ua: Папка для кешування ресурс-паків, завантажених серверами під час гри на них. Це використовується, наприклад, у міні-грі Cops and Crims на Hypixel.

# TooltipServersDat
source: File containing all info about Minecraft servers added by the user.
uk_ua: Файл зі всією інформацією о серверах Minecraft, які були додані користувачем.

# TooltipServersDatOld
source: Older copy of servers.dat backed up by Minecraft itself.
uk_ua: Стара копія servers.dat, яка була зроблена самим Minecraft.

# TooltipShaderpacks
source: Folder for shader packs - special mods for implementing modern graphical technologies, such as PBR or realistic shadows and water into Minecraft.
uk_ua: Папка для шейдерів - особливих модов для введення сучасних графічних технологій, таких як PBR або реалістичних тіней і води в Minecraft.

# TooltipStructures
source: Folder for modded structures. This folder does not change existing Minecraft structures and custom structures, which were created with use of structure block. (these are saved with the world in which they were created)
uk_ua: Папка для структур з модів. Ця папка ніяк не змінює існуючі в Minecraft структури и користувацькі структури, які були створені з використанням структурного блоку. (ці структури зберігаються разом зі світом, у якому вони були створені)

# TooltipTexturepacks
source: Folder for texture packs - official way for changing and adding new textures. With the 13w24a snapshot for 1.6.1 texture packs were replaced by resource packs.
uk_ua: Папка для текстур-паків - офіційного інструменту для зміни та додавання нових текстур. С випуском снапшота 13w24a для 1.6.1 текстур-паки були замінені ресурс-паками.

# TooltipVariousMods
source: Deletes remains of various mods.
uk_ua: Видаляє уселякі залишки модів.
